; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Arno Krumpholz <clickfish@gmail.com>, updated for version 2 by Bioruebe
; Homepage:	http://www.cappoodoo.de
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Abbrechen"
YES_BUT = "&Ja"
NO_BUT = "&Nein"
DELETE_BUT = "&Löschen"
COPY_BUT = "&Kopieren"
BATCH_BUT = "Ba&tch"
SEND_BUT = "&Senden"
NEXT_BUT = "&Weiter >"
PREV_BUT = "< &Zurück"
CLOSE_BUT = "&Schließen"
EXIT_BUT = "&Beenden"
CONTINUE_BUT = "F&ortsetzen"
FINISH_BUT = "F&ertig"
ALWAYS_BUT = "&Immer"
NEVER_BUT = "Ni&e"
CHECKBOX_REMEMBER = "Meine Auswahl merken"
CHECKBOX_DONT_ASK_AGAIN = "Nicht erneut fragen"
MAIN_DEST_DIR_LABEL = "&Zielverzeichnis:"
MAIN_FILE_LABEL = "Archiv/Installer:"
MAIN_DIRECTORY_LOCK = "sperren"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Deaktiviert das automatische Ausfüllen des Zielverzeichnis-Feldes,%nz. B., um mehrere ins selbe Verzeichnis zu entpackende Dateien zur Batch-Warteschlange hinzuzufügen,%nohne für jede einzelne das Zielverzeichnis erneut wählen zu müssen"
MENU_FILE_LABEL = "&Datei"
MENU_FILE_OPEN_LABEL = "&Öffnen…"
MENU_FILE_KEEP_OPEN_LABEL = "%name &geöffnet lassen"
MENU_FILE_SHOW_LABEL = "Batch-Warteschlange an&zeigen"
MENU_FILE_CLEAR_LABEL = "Batch-Warteschlange l&eeren"
MENU_FILE_LOG_OPEN_LABEL = "&Letzte Logdatei öffnen"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Log&verzeichnis öffnen"
MENU_FILE_LOG_LABEL = "Log&dateien löschen (%1)"
MENU_FILE_QUIT_LABEL = "&Beenden"
MENU_EDIT_LABEL = "Be&arbeiten"
MENU_EDIT_SILENT_MODE_LABEL = "&Stiller Modus"
MENU_EDIT_PASSWORD_LABEL = "&Passwortliste"
MENU_EDIT_CONTEXT_LABEL = "&Kontextmenüeinträge"
MENU_EDIT_PREFS_LABEL = "&Einstellungen"
MENU_HELP_LABEL = "&Hilfe"
MENU_HELP_FEEDBACK_LABEL = "&Feedback"
MENU_HELP_PLUGINS_LABEL = "&Plugin-Manager"
MENU_HELP_UPDATE_LABEL = "Nach &Updates suchen"
MENU_HELP_WEB_LABEL = "%1 &Webseite"
MENU_HELP_GITHUB_LABEL = "%1 auf &Github"
MENU_HELP_STATS_LABEL = "&Statistiken"
MENU_HELP_PROGDIR_LABEL = "Programm&verzeichnis öffnen"
MENU_HELP_CONFIGFILE_LABEL = "&Konfigurationsdatei öffnen"
MENU_HELP_ABOUT_LABEL = "Ü&ber"
PREFS_TITLE_LABEL = "Einstellungen"
PREFS_UNIEXTRACT_OPTS_LABEL = "Allgemeine Einstellungen"
PREFS_HISTORY_LABEL = "Dateiverlauf &speichern"
PREFS_UPDATEINTERVAL_LABEL = "Suche nach Updates:"
PREFS_UPDATE_DAILY = "täglich"
PREFS_UPDATE_WEEKLY = "wöchentlich"
PREFS_UPDATE_MONTHLY = "monatlich"
PREFS_UPDATE_YEARLY = "jährlich"
PREFS_UPDATE_NEVER = "nie"
PREFS_UPDATE_CUSTOM = "alle %1 Tage"
PREFS_FORMAT_OPTS_LABEL = "Erweiterte Optionen"
PREFS_LANG_LABEL = "&Sprache:"
PREFS_WARN_EXECUTE_LABEL = "Vor Dateiausführung &warnen"
PREFS_WARN_EXECUTE_TOOLTIP = "Einige Installationsdateien müssen zum Entpacken ausgeführt werden. Stammen diese aus nicht vertrauenswürdigen Quellen, kann das ein Sicherheitsrisiko darstellen.%nWenn diese Option aktiviert ist, wird vor solchen potenziell gefährlichen Aktionen eine Warnung angezeigt."
PREFS_CHECK_FREE_SPACE_LABEL = "Freien Speicherplatz überprüfen"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Vor dem Entpackvorgang überprüfen, ob ausreichend freier Speicherplatz verfügbar ist."
PREFS_CHECK_UNICODE_LABEL = "Auf Unicode-Zeichen überprüfen"
PREFS_CHECK_UNICODE_TOOLTIP = "Einige Sonderzeichen (z. B. japanische Schriftzeichen auf nicht-japanischen Systemen) können beim Entpacken Probleme verursachen.%nAktivieren Sie diese Option, wenn Sie Probleme mit entsprechenden Dateien haben, um sie während des Entpackvorgangs automatisch temporär umzubenennen."
PREFS_APPEND_EXT_LABEL = "&Dateierweiterungen korrigieren"
PREFS_APPEND_EXT_TOOLTIP = "Fehlende oder falsche Dateiendungen automatisch korrigieren"
PREFS_HIDE_TRAY_LABEL = "Tray-Icon deaktivieren"
PREFS_HIDE_STATUS_LABEL = "Statusbox deaktivieren"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Statusbox bei Vollbild verbergen"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Spielmodus - deaktiviert automatisch die Statusbox, wenn das aktive Fenster eine Vollbildanwendung ist."
PREFS_OPEN_FOLDER_LABEL = "Ausgabeordner nach Extraktion öffnen"
PREFS_FEEDBACK_PROMPT_LABEL = "Nach Feedback fragen"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Wenn diese Option aktiviert ist, wird nach fehlgeschlagenen Entpackvorgängen ein Fenster zum Senden eines Fehlerberichts angezeigt."
PREFS_WINDOW_POSITION_LABEL = "Fenstergröße und -position merken"
PREFS_SEND_STATS_LABEL = "Anonyme Nutzungsstatistiken senden"
PREFS_SEND_STATS_TOOLTIP = "Sendet von Zeit zu Zeit anonyme Nutzungsstatistiken an die Entwickler: welche Dateitypen (z. B. Zip) Sie am häufigsten entpacken, welche Optionen Sie aktiviert haben,%neine zufällige Nutzer-ID. Es werden keine Dateinamen oder anderweitige Informationen, die Sie deanonymisieren könnten, gesammelt. Dies hilft uns, die meistgenutzten%nFunktionen von %name zu identifizieren und die Entwicklung auf die Verbesserung dieser zu fokussieren."
PREFS_LOG_LABEL = "Logdateien erstellen"
PREFS_VIDEOTRACK_LABEL = "Video-Spur(en) extrahieren"
PREFS_VIDEOTRACK_TOOLTIP = "Ist diese Option deaktiviert, werden beim Entpacken von Videodateien die Videospuren ignoriert.%nDies ist sinnvoll, wenn Sie beispielsweise nur die Audiospur(en) benötigen und Speicherplatz und Zeit sparen möchten."
PREFS_TOPMOST_LABEL = "Immer im &Vordergrund"
PREFS_BETA_UPDATES_LABEL = "Beta-Updates installieren"
PREFS_SOURCE_FILES_LABEL = "Quelldateien nach Entpacken"
PREFS_SOURCE_FILES_OPT_ASK = "fragen"
PREFS_SOURCE_FILES_OPT_DELETE = "löschen"
PREFS_SOURCE_FILES_OPT_KEEP = "behalten"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Wenn aktiviert, wird eine Abfrage angezeigt, mit der zwischen Löschen und Behalten ausgewählt werden kann."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Unnötige Dateien löschen"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "Manche Archive enthalten unnütze Dateien, die von %name nach dem Entpacken gefiltert und in das Verzeichnis '%1' verschoben werden.%nWenn gewünscht, können diese stattdessen direkt gelöscht werden."
FEEDBACK_TITLE_LABEL = "Feedback"
FEEDBACK_SYSINFO_LABEL = "Systeminformationen:"
FEEDBACK_OUTPUT_LABEL = "%name-Ausgabe:"
FEEDBACK_MESSAGE_LABEL = "Ihre Nachricht/zusätzliche Informationen:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Datenschutzbedingungen akzeptieren"
FEEDBACK_PRIVACY_VIEW_LABEL = "Datenschutzbedingungen"
CONTEXT_ENTRIES_LABEL = "Kontextmenüeinträge"
CONTEXT_ENABLED_LABEL = "aktiviert"
CONTEXT_ALL_USERS_LABEL = "für alle Benutzer übernehmen"
CONTEXT_ADMIN_REQUIRED = "Diese Einstellung erfordert Administratorrechte"
CONTEXT_FILE_ASSOC_LABEL = "Dateiverknüpfungen"
CONTEXT_SIMPLE_RADIO = "einfach"
CONTEXT_CASCADING_RADIO = "als Untermenü"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Dieses Feature erfordert Windows 7 oder neuer"
UPDATE_ACTION_INSTALL = "Update installieren"
UPDATE_STATUS_SEARCHING = "Suche nach Updates..."
UPDATE_TERM_PROGRAM_FILES = "die %name Programmdateien"
UPDATE_WHATS_NEW = "Was gibt's Neues?"
FIRSTSTART_TITLE = "&Erststart-Assistent"
FIRSTSTART_PAGES = "Willkommen|Einstellungen|Kontextmenüeinträge"
FIRSTSTART_PAGE1 = "Willkommen bei %name. Bitte nehmen Sie sich einen Moment Zeit, %name an Ihre Bedürfnisse anzupassen.%n%nDoch zuerst: die rechtliche Seite.%nDiese Software wird „wie sie ist“ zur Verfügung gestellt, ohne jegliche Gewährleistung. Die Verwendung erfolgt auf eigene Gefahr. Die Autoren von %name können nicht für eventuell aus der Nutzung dieses Programms entstandene Schäden verantwortlich gemacht werden. Mit der Verwendung dieses Programmes stimmen Sie zu, %name ausschließlich für legale Zwecke (nach lokalem und internationalem Recht) einzusetzen. Wenn Sie dieser Lizenzvereinbarung nicht zustimmen, sind Sie nicht berechtigt, dieses Programm zu verwenden."
FIRSTSTART_PAGE2 = "Bitte nehmen Sie zuerst einige globale Einstellungen zum Extraktions- und generellen Verhalten von %name vor.%n%nDiese Optionen können jederzeit über das Hauptmenü des Programmfensters geändert werden."
FIRSTSTART_PAGE3 = "%name kann sich vollständig ins Kontextmenü integrieren, sodass bei einem Rechtsklick auf eine Datei die Möglichkeit besteht, die Datei zu entpacken bzw. Informationen zum Dateityp anzuzeigen, ohne das Hauptprogrammfenster zu öffnen. Legen Sie bitte fest, welche Kontextmenüeinträge erzeugt werden sollen.%n%nAlle Optionen können jederzeit über das Hauptmenü des Programmfensters geändert werden."
FFMPEG_LICENSE_ACCEPT_LABEL = "Lizenzvereinbarung gelesen und akzeptiert"
FFMPEG_LICENSE_VIEW_LABEL = "Lizenzvereinbarung öffnen"
FFMPEG_SELECT_LABEL = "Ich habe FFmpeg bereits"
FFMPEG_SELECT_TITLE = "FFmpeg auswählen"
STATS_HEADER_STATUS = "Ergebnisübersicht"
STATS_HEADER_TYPE = "Extraktionen nach Dateityp"
STATS_STATUS_SUCCESS = "Erfolgreich"
STATS_STATUS_FAILED = "Fehlgeschla- gen"
STATS_STATUS_FILEINFO = "Dateiscan"
STATS_STATUS_UNKNOWN = "Unbekannter oder nicht unterstützter Dateityp"
STATS_NO_DATA = "Nicht genügend Daten verfügbar, um Statistiken anzeigen zu können.%n%nBitte versuchen Sie es später erneut."
FILESCAN_TITLE = "Ergebnis der Dateiuntersuchung:"
ABOUT_INFO_LABEL = "Originalversion von %1%nVersion 2.0.0 von Bioruebe <%2>%nVersion %3 von gvp9000%n%nDeutsche Sprachdatei von Arno Krumpholz/Bioruebe%n%nVeröffentlicht unter der %4"
ABOUT_VERSION = "Version %1 (%2)"
METHOD_ADMIN_RADIO = "%1 Administrativer Installer"
METHOD_EXTRACTION_RADIO = "%1-Extrahierung"
METHOD_HEADER = "%1 Extrahierung"
METHOD_RADIO_LABEL = "Extrahierungsmethode"
METHOD_SWITCH_RADIO = "%1 Parameter"
METHOD_NOT_INSTALLER_RADIO = "Kein %1-Installer"
METHOD_TEXT_LABEL = "%name unterstützt folgende Extrahierungsmethoden für %1-Dateien. Leider ist keine dieser Methoden 100% verlässlich. Sollte die Standardmethode nicht funktionieren, starten Sie %name bitte erneut und wählen Sie eine Alternative."
METHOD_UNPACKER_RADIO = "%1 Entpacker"
METHOD_GAME_LABEL = "Die Datei %1 ist möglicherweise ein Spielarchiv. %name kann jedoch nicht automatisch erkennen, um welches Spiel es sich handelt.%n%nSollte die Datei zu einem Spiel gehören, wählen Sie bitte dessen Namen aus der Liste aus. Andernfalls wählen Sie '%2' oder klicken auf '%3', um zu versuchen, das Paket mit einer anderen Methode zu extrahieren."
METHOD_GAME_NOGAME = "Keines dieser Spiele"
METHOD_NOT_IN_LIST = "Keine der genannten"
METHOD_FILE_SELECT_LABEL = "Ein zusätzliches Datenarchiv wird benötigt, um %1 zu entpacken. %name konnte jedoch nicht herausfinden, welches der unten genannten.%n%nBitte wählen Sie eine der verfügbaren Optionen.%n%nSollte die Extraktion fehlschlagen, versuchen Sie es mit einer anderen Auswahl erneut."
METHOD_EXTRACTOR_SELECT_LABEL = "%nDie unten stehende Liste enthält eine Abkürzung für alle derzeit unterstützten Entpacker/Dateitypen.%n%nBitte wählen Sie die zu verwendende Extraktionsmethode. Mittels '%2' wird der Dateityp automatisch bestimmt, so wie beim normalen Aufruf von %name."

; GUI control functions
EXTRACT_TO = "Extrahiere nach"
OPEN_FILE = "Datei öffnen"
SELECT_FILE = "Datei wählen"
UPDATE_CURRENT = "Sie verwenden bereits die aktuellste Version von %name."

; Common terms
TERM_ARCHIVE = "Archiv"
TERM_AUDIO = "Audio"
TERM_COMPILED = "Kompilierte(s)"
TERM_COMPRESSED = "komprimierte Datei"
TERM_CONTAINER = "Container"
TERM_DATABASE = "Datenbank"
TERM_DISK_IMAGE = "Datenträgerabbild"
TERM_DOWNLOAD = "Download"
TERM_DOWNLOADING = "Lade herunter"
TERM_EBOOK = "eBook"
TERM_ECARD = "eCard"
TERM_ENCODED = "kodierte Datei"
TERM_ENCRYPTED = "verschlüsselte Datei"
TERM_ERROR = "Fehler"
TERM_EXECUTABLE = "ausführbare Datei"
TERM_EXTRACT = "entpacken"
TERM_FILE = "Datei"
TERM_GAME = "Spiel-"
TERM_HELP = "Hilfedatei"
TERM_HOTFIX = "Hotfix"
TERM_IMAGE = "Abbild"
TERM_INSTALLED = "Installiert"
TERM_INSTALLER = "Installer"
TERM_LOADING = "Lade..."
TERM_MERGE_MODULE = "Mergemodul"
TERM_OVERALL_PROGRESS = "Gesamtfortschritt"
TERM_PACKAGE = "Paket"
TERM_PAGE = "Seite"
TERM_PATCH = "patch"
TERM_RECONSTRUCTED = "rekonstruiert"
TERM_SCAN = "untersuchen"
TERM_SCRIPT = "Script"
TERM_SFX = "Selbstextrahierendes"
TERM_STAGE = "Schritt"
TERM_TESTING = "Teste"
TERM_TRANSLATION = "Übersetzung"
TERM_UNKNOWN = "unbekannt"
TERM_UNPACKED = "entpackt"
TERM_UPDATER = "Updater"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Scanne Datei mit %1"
SCANNING_EXE = "Scanne ausführbare Datei mit %1"
EXTRACTING = "Extrahiere Dateien aus:"
INIT_WAIT = "Initialisierung des Installers.%nBitte warten."
SENDING_FEEDBACK = "Sende Feedback"
INPUT_NEEDED = "Nutzereingriff notwendig"
SEARCHING_PASSWORD = "Suche Passwort"
TESTING_PASSWORD = "Teste Passwort (%1/%2)"
MOVING_FILE = "Verschiebe nach"
RENAMING_FILES = "Benenne Dateien um"
RENAMING_FILES_PROGRESS = "Benenne Dateien um (%1/%2)"
PROCESSING = "Verarbeite..."
CLEANING_UP = "Räume auf..."

; Custom prompts
INIT_COMPLETE = "Initialisierung komplett. Bitte beenden Sie den Installer und klicken Sie OK, um fortzufahren."
UNPACK_PROMPT = "Diese Datei ist möglicherweise mit %1 komprimiert worden.%n%nSoll sie entpackt werden?%nAndernfalls werden weitere Untersuchungen durchgeführt.%n%nHinweis: Die entpackte Datei wird umbenannt in:%n%2"
UNPACK_FAILED = "Fehler: %1%nkonnte nicht entpackt werden."
UNPACK_AGAIN = "%1 wurde erfolgreich entpackt. %n%nMöchten Sie, dass %name versucht, die Datei %2 zu entpacken?"
NSIS_BINFILES = "Hinweis: %name wurde erfolgreich entpackt. %nEs befinden sich jedoch data.bin-Archive im Verzeichnis der zu entpackenden Datei %name. Diese könnten Teil der Installationsroutine sein. %n%n%1 wird nun versuchen, alle data.bin-Dateien zu entpacken."
WARN_EXECUTE = "Um Dateien diesen Typs zu extrahieren, müssen diese direkt ausgeführt werden.%n%nSollten Sie den Verdacht haben, dass die Datei Malware enthält, wird empfohlen, nicht weiter zu machen."
FEEDBACK_SUCCESS = "Vielen Dank für Ihr Feedback. Ihre Nachricht wird demnächst bearbeitet."
FEEDBACK_PROMPT = "Um zukünftige %name-Versionen zu verbessern, können Sie Fehler an die Entwickler melden.%nExtraktionsprotokolle enthalten wertvolle Informationen über die Datei und mögliche Fehler beim Extraktionsvorgang.%n%nSoll jetzt das Feedback-Interface geöffnet werden?"
FEEDBACK_PRIVACY = "Datenschutzhinweis: Die Feedback-Dateien werden online auf unseren Servern gespeichert, bis sie von einem Entwickler bearbeitet und anschließend gelöscht werden. Es werden keine Daten an Dritte weitergegeben. Sie können jederzeit eine Löschung per E-Mail beantragen.%n%nDie Logdateien können sowohl Systeminformation als auch Teile des Dateiinhaltes umfassen. Sollten Sie bestimmte Daten nicht übermitteln wollen, löschen Sie diese einfach aus den Eingabefeldern.%n%nAkzeptieren Sie diese Datenschutzvereinbarung und möchten die Nachricht jetzt senden? Andernfalls können Sie mit einem Klick auf 'Nein' die Übertragung abbrechen."
FEEDBACK_OUTDATED = "Warnung: Sie verwenden eine veraltete Version von %name.%n%nBitte stellen Sie sicher, dass das Problem, das Sie melden möchten, auch in der aktuellsten Version auftritt. Vielen Dank!"
FFMPEG_NEEDED = "%1 scheint eine Multimedia-Datei zu sein.%n%nUm alle Audio- und Videospuren zu extrahieren, wird FFmpeg benötigt. Klicken Sie einfach auf die Schaltfläche %2 und alles notwendige wird automatisch heruntergeladen und eingerichtet."
PROGRAM_FILES_MISSING = "Warnung: %names Programmdateien sind unvollständig.%n%nSollen die fehlenden Dateien automatisch heruntergeladen werden?"
PLUGIN_MISSING = "Um die Datei %1 entpacken zu können, wird ein zusätzliches Hilfsprogramm benötigt.%n%nBitte nutzen Sie den unten stehenden Button, um den Plugin-Manager zu öffnen und laden Sie das markierte Hilfsmodul herunter. Verwenden Sie dann den '%2'-Button, um es zu %name hinzuzufügen. Nach Schließen des Plugin-Managers wird der Entpackvorgang fortgesetzt."
UPDATE_PROMPT = "Eine Aktualisierung für %1 ist verfügbar.%n%nSoll diese nun heruntergeladen werden?"
FILE_COPY = "Um die Datei %1 korrekt verarbeiten zu können, muss eine Kopie angelegt werden. Dieser Vorgang kann je nach Dateigröße einige Zeit in Anspruch nehmen.%n%nBitte stellen Sie sicher, dass ausreichend freier Speicherplatz verfügbar ist und klicken Sie auf OK, um fortzufahren."
FILE_DELETE = "Die Datei %name wurde erfolgreich entpackt. Soll das Originalarchiv nun von %name gelöscht werden?%n%nHinweis: Es kann vorkommen, dass die extrahierten Dateien nicht verwendbar sind. Klicken Sie bitte nur auf 'Ja', wenn Sie sicher sind, dass die Extraktion nach Ihren Vorstellungen funktioniert hat.%n(Diese Abfrage kann in den Optionen deaktiviert werden.)"
BATCH_DUPLICATE = "Die Datei %1 ist bereits in der Batch-Warteschlange enthalten.%n%nSoll sie ein weiteres Mal hinzugefügt und somit auch doppelt entpackt werden?"
NO_FREE_SPACE = "Warnung:%nAuf Ausgabelaufwerk %1 ist weniger freier Speicherplatz verfügbar, als die zu entpackende Datei einnimmt.%n%nFreier Speicherplatz:%t%t  %2 MB%nBenötigter Speicherplatz:%t>%3 MB%nDifferenz:%t%t%t~%4 MB"
CONTEXT_DANGEROUS = "Warnung:%nEine Änderung der Dateizuordnungen kann gefährlich sein. Ändern Sie z.B. die Befehle für .exe-Dateien, könnte es passieren, dass Sie keine Anwendungen mehr ausführen können. Bitte versichern Sie sich, dass Sie genau wissen, was Sie tun.%n%nMöchten Sie wirklich fortfahren?"

; Help text
HELP_TITLE = "%name: Kommandozeilen-Nutzung"
HELP_USAGE_TITLE = "Verwendung:"
HELP_USAGE = "%1 <Datei> [<Ziel> | /scan | /sub | /last] [/silent] [/batch] [/type[=<Typ>]]"
HELP_ARGUMENTS = "Unterstützte Argumente:"
HELP_SCAN = "%n   %1%t%tGibt Informationen zum Dateityp aus; es findet kein Entpacken statt"
HELP_FILENAME = "   <Datei>%t%tPfad der zu entpackenden Datei"
HELP_DESTINATION = "%n   <Ziel>%t%tAusgabeverzeichnis der Extraktion"
HELP_SILENT = "%n   %1%t%tStiller Modus (Nachfragen/Bestätigungsdialoge werden unterbunden)"
HELP_BATCH = "%n   %1%t%tFügt Datei zur Batch-Warteschlange hinzu"
HELP_TYPE = "%n   %1<Typ>%tBehandelt die zu entpackende Datei als Typ <Typ>%n%t%tbzw. zeigt einen Typauswahldialog, wenn kein Typ angegeben ist"
HELP_SUB = "%n%nWird statt eines Zielverzeichnisses %1 übergeben, entpackt %name die Datei in einen nach dem Archiv benannten Unterordner, "
HELP_LAST = "mit %1 wird das zuletzt genutzte Zielverzeichnis verwendet."
HELP_NOARGS = "%n%nWird %name ohne Argumente aufgerufen, öffnet sich das normale Programminterface."
HELP_MORE = "%n%nDetailliertere Informationen und weitere, seltener genutzte Kommandozeilenparameter finden Sie in der unten verlinkten Online-Hilfe."
HELP_EXAMPLE_TITLE = "Beispiel:"
HELP_EXAMPLE = "%1 "C:\Dateien\beispiel.zip" "C:\entpackt""
HELP_DOCS_LINK = "Vollständige Kommandozeilen-Referenz öffnen"

; Warning messages
WARN_CONVERSION_FAILED = "Die automatische Dateikonvertierung ist fehlgeschlagen."
WARN_MOVE_FAILED = "%1 Dateien/Ordner konnten nicht verschoben werden."

; Error messages
UNKNOWN_FILETYPE_TITLE = "Unbekannter Dateityp"
UNKNOWN_FILETYPE = "%1 kann nicht entpackt werden. Der Dateityp konnte nicht eindeutig bestimmt werden.%n%nSollten Sie weitere Informationen zu diesem Dateityp haben, senden Sie uns diese bitte über das Feedback-Formular."
INVALID_FILE = "Die zu entpackende Datei%n%n%1%n%nkonnte nicht gefunden werden. Bitte wählen Sie eine gültige Quelldatei."
INVALID_DIR = "%1 kann nicht erstellt werden. Möglicherweise haben Sie nicht die benötigten Rechte, um auf das Verzeichnis zugreifen zu können.%n%nBitte wählen Sie ein gültiges Ziel oder versuchen Sie, %name mit Administratorrechten auszuführen."
NO_HISTORY = "%1 konnte nicht entpackt werden.%nDas zuletzt genutzte Verzeichnis konnte nicht festgestellt werden.%n%nBitte stellen Sie sicher, dass die Option %2 aktiv ist und dass Sie mindestens eine Datei entpackt haben, bevor Sie die Extraktion ins zuletzt genutzte Verzeichnis starten."
EXTRACT_FAILED = "%1 konnte nicht entpackt werden.%n%nSieht aus wie "%2", welches unterstützt wird, sich aber nicht extrahieren lässt.%n%nSoll %name eine Logdatei mit zusätzlichen Informationen erstellen und öffnen?"
NOT_PACKED = "%1 kann nicht extrahiert werden.%n%nEs handelt sich nicht um eine gepackte Datei, sondern um%n%n%2"
DOWNLOAD_FAILED = "Die Datei %1 kann nicht heruntergeladen werden. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut."
UPDATECHECK_FAILED = "Die Überprüfung auf Updates ist fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut."
UPDATE_FAILED = "Einige Dateien konnten nicht aktualisiert werden.%n%nBitte versuchen Sie es später erneut oder laden Sie %name erneut herunter."
UPDATE_NOADMIN = "%name konnte nicht mit erhöhten Rechten ausgeführt werden.%n%nBitte rechtsklicken Sie auf das %name-Programmsymbol und wählen Sie "Als Administrator ausführen"; nutzen Sie dann den Eintrag im Hilfe-Menü, um nach Aktualisierungen zu suchen."
FFMPEG_MOVE_FAILED = "FFmpeg konnte nicht erfolgreich eingerichtet werden. Bitte rechtsklicken Sie auf das %name-Programmsymbol, wählen Sie "Als Administrator ausführen" und versuchen Sie es erneut."
FFMPEG_INVALID_FILE = "Die gewählte Datei ist keine unterstützte FFmpeg-Version.%n%nFFmpeg ist in zwei Versionen verfügbar: als einzelne, große ausführbare Datei ("static") und als Ordner mit einer sehr kleinen .exe- und vielen .dll-Dateien ("shared"). %name unterstützt nur die erstgenannte der beiden."
FEEDBACK_EMPTY = "Bitte versuchen Sie, das Feedback so detailliert wie möglich zu gestalten, um eine schnelle Bearbeitung gewährleisten zu können."
FEEDBACK_ERROR = "Die Übermittlung des Feedbacks schlug fehl. Bitte versuchen Sie es später erneut oder senden Sie Ihre Nachricht per E-Mail oder auf Github. Vielen Dank.%n%nDer folgende Fehler trat auf: %1"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Bitte akzeptieren Sie die Datenschutzbedingungen, um Feedback senden zu können."
LICENSE_NOT_ACCEPTED = "Bitte akzeptieren Sie die Lizenzvereinbarung, um fortzufahren."
BATCH_FINISH = "Der Batch-Vorgang wurde abgeschlossen, es konnten jedoch nicht alle Dateien erfolgreich entpackt werden. Folgende Dateien führten zu Fehlern:%n%n%1%nWeitere Informationen entnehmen Sie bitte den entsprechenden Dateien im Logverzeichnis (sofern Logging in den Optionen aktiviert ist)."
NOT_SUPPORTED_TITLE = "Nicht unterstützter Dateityp"
NOT_SUPPORTED = "%1 kann nicht entpackt werden.%n%n%name unterstützt diesen Dateityp momentan nicht.%n%nSollten Sie eine Möglichkeit kennen, die Datei zu entpacken, kontaktieren Sie uns bitte und helfen Sie mit, %name noch besser zu machen."
MISSING_EXE = "%1 kann nicht entpackt werden.%n%nDas Hilfsmodul %2 konnte nicht gefunden werden."
EXTRACT_TIMEOUT = "%1 konnte nicht entpackt werden.%n%nDie maximale Wartezeit (Timeout) wurde erreicht. Sollte es sich um ein temporäres Problem handeln, kann ein erneuter Versuch erfolgreich verlaufen."
WRONG_PASSWORD = "%1 konnte nicht entpackt werden.%n%nDie Datei ist passwortgeschützt und das eingegebene Passwort falsch.%n%nTipp: Verwenden Sie die eingebaute automatische Passwortsuche mittels einer Passwortliste, die über das %2-Menü erreicht werden kann."
NO_FREE_SPACE_ERROR = "%1 konnte nicht entpackt werden.%n%nEs steht nicht genügend freier Speicherplatz zur Verfügung. Löschen Sie einige Dateien auf dem Ausgabelaufwerk und versuchen Sie es erneut."
MISSING_PART = "%1 konnte nicht entpackt werden.%n%nDas Archiv besteht aus mehreren Teilen. Ein Entpacken ist nur möglich, wenn alle Archivteile vorhanden sind, jedoch konnte mindestens ein Teil nicht gefunden werden.%n%nStellen Sie sicher, dass alle Archivteile im selben Verzeichnis liegen und versuchen Sie es erneut."
PLUGIN_IMPORT_MISSINGFILES = "Der Import des Plugins %1 konnte nicht durchgeführt werden.%n%nEs wurden nicht alle benötigten Dateien ausgewählt. Bitte versuchen Sie es erneut und wählen Sie alle folgenden Dateien aus:%n%n%2"
MISSING_DEFINITION = "%1 kann nicht entpackt werden.%n%nDie Definitionsdatei %2 konnte nicht gefunden werden.%n%nSollte es sich um ein benutzerdefiniertes Plugin handeln, stellen Sie sicher, dass Sie es korrekt konfiguriert haben."
ELEVATION_REQUIRED = "Zugriff verweigert.%n%n%name wird nun mit erhöhten Rechten neu gestartet. Bitte versuchen Sie es anschließend erneut."
ACCESS_DENIED = "Zugriff verweigert.%n%n%name wird bereits mit erhöhten Rechten ausgeführt. Bitte stellen Sie sicher, dass Sie über die notwendigen Zugriffsrechte verfügen und versuchen Sie es erneut."
OPEN_URL_FAILED = "%name konnte die gewünschte Website nicht automatisch öffnen.%n%nBitte starten Sie einen beliebigen Browser und geben Sie folgende URL manuell ein:"
MOVE_FAILED = "%1 konnte nicht nach %2 kopiert werden. Sollte es sich um einen Pfad oder einen Namen mit Sonderzeichen handeln, können Sie versuchen, die Datei selbstständig umzubenennen bzw. in ein reguläres Verzeichnis zu verschieben. Dadurch muss %name sie nicht in das temporäre Verzeichnis kopieren. Starten Sie anschließend den Entpackvorgang erneut."

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Unterstützte Dateitypen:"
PLUGIN_ARC_CONV = "Extraktor für diverse Spielarchive"
PLUGIN_ISCAB = "Teil des InstallShield-Pakets zur Extraktion von .cab-Dateien. Es funktioniert manchmal besser als Universal Extractors Standardmethode, ist jedoch ein kostenpflichtiges Tool."
PLUGIN_THINSTALL = "Extraktor für mit Thinstall portabel gemachte Programme"
PLUGIN_UNREAL = "Extraktor für Unreal-Engine-Archive"
PLUGIN_WINTERMUTE = "Extraktor für WinterMute-Engine-Spielarchive"
PLUGIN_CI = "Plugin für CreateInstall-Installationsprogramme;%ndownloaden, installieren und die Dateien %1, %2, und %3 importieren"
PLUGIN_DGCA = "Extraktor für DGCA-Archive"
PLUGIN_BOOTIMG = "Extraktor für Android-Bootimages"
PLUGIN_IS5COMP = "Unterstützung für die Extraktion älterer InstallShield-Cabinet-Archive"
PLUGIN_WOLF = "Zusätzliches Hilfsprogramm für verschlüsselte WOLF RPG-Spielarchive"
PLUGIN_EXTSIS = "Extraktor für neuere Symbian OS-Pakete"
PLUGIN_BITROCK = "Extraktor für Bitrock Install Builder-Installationsprogramme"

; Context Menu integration
EXTRACT_FILES = "UniExtract &öffnen"
EXTRACT_HERE = "UniExtract &hier"
EXTRACT_SUB = "UniExtract in &Unterverzeichnis"
EXTRACT_LAST = "UniExtract in &letztes Verzeichnis"
SCAN_FILE = "Datei &untersuchen"

; Other
DIR_ADDITIONAL_FILES = "Zusätzliche Dateien"

; Uninstaller
UNINSTALL = "Deinstallieren"
UNINSTALL_TITLE = "%name entfernen"
UNINSTALL_LABEL = "Wenn Sie %name erneut installieren möchten, ist es sinnvoll, Ihre Einstellungen zu behalten. Möchten Sie das Programm endgültig entfernen, können die Nutzerdaten bedenkenlos gelöscht werden."
UNINSTALL_REMOVE_LOGS = "Protokolldateien löschen"
UNINSTALL_REMOVE_USERDATA = "Benutzerdaten und Einstellungen löschen"